Repository: joelin79/TaiwanEEW-iOS
Catalog: TaiwanEEW/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja

source: (%lf 公里)
en: (%lf km)
ja: (%lf km)

source: / 第%d報
en: / Alert %d
ja: / 第%d号

# %@ publish-string
source: %@ 發表
en: %@ Last Published
ja: %@ 発表

source: %@ 發生
en: Happened at %@
ja: %@ 発生

# about-title-string
source: 關於本程式
en: About this app
ja: アプリ情報

# active-string
source: 新警報
en: New Alerts

# alert-canceled
source: 預警取消
en: Canceled
ja: 警報解除

# alert-drill
source: 演練
en: Drill
ja: 演習

# alert-false
source: 預警錯誤
en: False Alarm
ja: 誤報

# alert-canceled-short
source: 取消
en: Canceled
ja: 解除

# alert-false-short
source: 錯誤
en: Error
ja: 誤報

# alert-status-1-string
source: 目前無發布地震資訊
en: No Alerts Issued
ja: 地震情報はありません

# alert-status-2-string
source: 地 震 通 報 發 表 中
en: Earthquake Warning
ja: 地 震 情 報

# alert-status-3-string
source: 緊 急 地 震 速 報
en: Earthquake Alert

# alert-sys
source: 系統
en: System
ja: システム

# alert-test
source: 測試
en: Test
ja: テスト

# alert-title-string
source: 地震速報
en: Earthquake Alert

# alerts-pref-string
source: 警報設定
en: Alert Location Settings
ja: アラーム設定

# all-string
source: 全部
en: All
ja: すべて表示

# arrival-string
source: 抵達
en: Arrival
ja: 到着

# auto-cant-manual-footer
source: 自動定位運作中，無法手動選擇地區
en: We are automatically locating you, so you can’t manually pick a location.
ja: 自動位置特定が実行中のため、手動で地域を選択することはできません

# autoloc-denied-detail
source: 位置權限已關閉，無法取得您的位置
en: Location access is denied, we cannot determine your location.
ja: 位置情報の権限が無効になっているため、お客様の位置情報を取得できません

# autoloc-footer
source: 啟用後將自動根據您的位置選擇最近的地震通知區域（距離最近的震度參考點未必在您所在的區域界內）。需要「永遠」位置權限以啟用背景更新。
en: When on, your alert district is chosen automatically from your location. The nearest intensity reference point is not necessarily inside the district you are in. Background updates require the “Always” location permission.
ja: オンにすると、現在地から最も近い地震通知地域が自動的に選択されます。最も近い震度参照点が、必ずしも現在いる地域内にあるとは限りません。バックグラウンド更新には「常に許可」の位置情報権限が必要です。

# autoloc
source: 自動定位
en: Auto-location
ja: 自動位置情報

# autoloc-enable-toggle
source: 啟用自動定位
en: Enable auto-location
ja: 自動位置情報を有効にする

# autoloc-foreground-only-detail
source: 僅在開啟App時更新，需要「一律允許」才能在背景自動切換區域
en: Location access is limited to foreground only, we need Always Allow to switch alert regions in the background.
ja: アプリの起動時のみ更新されます。「常に許可」に設定しないと、バックグラウンドでエリアが自動的に切り替わりません。

# autoloc-issue-denied
source: 自動定位無法運作
en: Location permissions denied.
ja: 自動位置決めが機能しない

# autoloc-issue-fore-only
source: 自動定位僅前景可用
en: Location permissions restricted to foreground only.
ja: 自動位置合わせは前景でのみ利用可能です

# autoloc-issue-nosetup
source: 尚未取得位置權限
en: Location permissions not set up.
ja: 位置情報のアクセス権限がまだ取得されていません

# autoloc-issue-unknown
source: 自動定位狀態不明
en: Location permissions statuses unknown.
ja: 自動位置決め状態が不明

# autoloc-notsetup-detail
source: 尚未授予位置權限，無法取得您的位置
en: Location access is not set up, we cannot determine your location.
ja: 位置情報のアクセス権限がまだ付与されていないため、お客様の位置情報を取得できません

# autoloc-ok
source: 自動定位運作中
en: Location permissions are set up.
ja: 自動位置決め中

# autoloc-ok-always
source: 背景更新已啟用
en: Location access is set up.
ja: 背景の更新が有効になりました

# autoloc-restricted-detail
source: 位置權限受到限制，無法取得您的位置
en: Location access is restricted, we cannot determine your location.
ja: 位置情報のアクセス権限が制限されているため、お客様の位置情報を取得できません

# autoloc-unknown-detail
source: 無法判斷位置權限狀態
en: Location access statuses are unknown.
ja: 位置情報のアクセス権限の状態を判別できません

# C-sea
source: 中部海域
en: Central Seas

# cancel-string
source: 取消
en: Cancel
ja: キャンセル

# central-region
source: 中部
en: Central Region

# changhua-string
source: 彰化縣
en: Changhua County
ja: 彰化県

# chiayi-string
source: 嘉義市
en: Chiayi City

# connected-string
source: 已連線
en: Connected
ja: 接続済み

# copied
source: 已複製
en: Copied
ja: コピーされました

# critnotif-fix
source: 修正強制警報設定
en: Fix Critical Alerts
ja: 強制アラーム設定の修正

# critnotif-set
source: 強制警報設定
en: Critical Alerts Settings
ja: 強制アラームの設定

# discord
source: Discord 官方社群
en: Discord Official Server
ja: Discord 公式コミュニティ

# discord-detail
source: 意見回饋主要管道
en: Main Channel for Feedback
ja: 主なフィードバックの受付窓口

# dismiss-string
source: 開始使用
en: Start
ja: 使い始める

# district-pref-string
source: 鄉鎮市區
en: District
ja: 郷鎮市区

# donate-1-string
source: 為了讓人人都可以取得即時地震預警，此應用程式下載不需付費。
en: In order to make instant earthquake alerts available to everyone, our application if free for anyone to download.
ja: 誰もがリアルタイムの地震早期警報を受け取れるようにするため、このアプリのダウンロードは無料です。

# donate-2-string
source: 開發者為了此應用程式，購置逾十萬元伺服器等設備，並每月支出雲端服務租賃費用，在有限的課餘時間開發與維護。
en: For the sake of this app, the developer had bought servers and facilities for over a hundred thousand worth in NTD, pays for cloud rent costs monthly, and can only maintain the app during the developer’s free time when he’s away from school.
ja: 開発者はこのアプリのために、10万元を超えるサーバーなどの機器を購入し、毎月クラウドサービスの利用料を支払いつつ、限られた放課後の時間を割いて開発とメンテナンスを行っている。

# donate-3-string
source: 如果您喜歡此應用程式，希望您考慮給予開發者一些贊助，不僅能減輕開發者每月的開銷，您的慷慨解囊將用於設備升級，有助於提高應用程式的品質，永續為您服務。
en: If you like this app, please consider supporting the developer. Not only can it reduce the development costs every month, your generous donations can also upgrade the equipments, helping the app provide even better quality, sustaining our service to you.
ja: このアプリを気に入っていただけましたら、開発者へのご支援をご検討いただければ幸いです。ご支援は開発者の毎月の経費負担を軽減するだけでなく、機器のアップグレードにも充てられ、アプリの品質向上につながり、今後も皆様にサービスを提供し続けるための助けとなります。

# donate-eew-detail-string
source: 您可以透過小額贊助減輕開發者花費負擔， 讓應用程式永續
en: You can support the developer and sustain the app through small donations!
ja: 少額の寄付を通じて、開発者の負担を軽減し、 アプリの持続的な運営を支えることができます

# donate-eew-string
source: 應援台灣地震速報
en: Support Taiwan EEW
ja: 台湾地震速報への支援

# donate-view-cta-min
source: 最低只需 30 元
en: A minimum of 30 NTD
ja: 最低30台湾ドルから

# donate-view-cta-string
source: 支持贊助
en: Give Support
ja: 支援・スポンサー

# donate-view-title
source: 🎁 支持台灣地震速報
en: 🎁 Support Taiwan EEW
ja: 🎁 台湾地震速報に対応

# E-sea
source: 東部海域
en: Eastern Seas

# east-region
source: 東部
en: Eastern Region

# eg0-string
source: 震度0(含)以上
en: Intensity 0 or above

# eg1-string
source: 震度1(含)以上
en: Intensity 1 or above

# eg2-string
source: 震度2(含)以上
en: Intensity 2 or above

# eg3-string
source: 震度3(含)以上
en: Intensity 3 or above

# eg4-string
source: 震度4(含)以上
en: Intensity 4 or above

# est-arrival-time-string
source: 預計抵達時間
en: Est. Arrival
ja: 到着予定時刻

# est-countdown-string
source: 預測倒數
en: Est. Countdown
ja: 推定倒數

# est-intensity-string
source: 預測級數
en: Est. Intensity
ja: 推定震度

# feedback-header
source: 產品公告／意見回饋
en: Announcements and Feedback
ja: 製品のお知らせ／ご意見・ご感想

# history-pref-string
source: 歷史設定
en: History Settings
ja: 履歴設定

# history-time-range-string
source: 歷史記錄顯示
en: History Time Range
ja: 履歴の表示

# history-title-string
source: 測報歷史紀錄
en: Alert History
ja: 予測履歴

# hsinchu-string
source: 新竹市
en: Hsinchu City

# hualien-city-string
source: 花蓮縣（花蓮市）
en: Hualien County (Hualien City)
ja: 花蓮県（花蓮市）

# hualien-yuli-string
source: 花蓮縣（玉里鎮）
en: Hualien County (Yuli Township)
ja: 花蓮県（玉里鎮）

# information-title-string
source: 了解地震速報
en: About earthquake early warnings
ja: 速報について

# intensity-string
source: 預估震度
en: Intensity
ja: 推定震度

# internet-err-string
source: 無網路連線
en: No Internet
ja: ネット接続なし

# island-regions
source: 離島
en: Islands

# kaohsiung-string
source: 高雄市
en: Kaohsiung City

# keelung-string
source: 基隆市
en: Keelung City

# lang-loc-settings
source: 語言、位置權限設定
en: Language and Location Settings
ja: 言語、位置情報の権限設定

# loading-string
source: 載入中...
en: loading...
ja: 読み込み中...

# loc-acquire
source: 正在取得位置...
en: Determining your location…
ja: 位置情報を取得中です...

# location-pref-string
source: 縣市地區
en: City
ja: 県市地区

# mechanics-string
source: 強震即時警報(又稱地震速報)乃是當地震發生後，中央氣象署利用靠近震央附近少數幾個地震測站所偵測到的震波，快速地推算出震央位置、深度、規模等地震資訊之技術。 若當地震的 『預估規模達4.5以上且最大預估震度達3級以上』時，則會立即發佈警報。（國家級警報則需超過規模5.0且當地震度4） 以目前的技術而言，在台灣島內發生的地震平均可在地震發生後20秒內對外發佈警報，盲區約為70公里，代表距離震 央70公里內的民眾都會在感覺到地震搖晃之後才收到警報，盲區外的民眾則會有數秒至十數秒的預警時間。
en: Earthquake early warnings are detected by the CWA, using shock waves detected by few seismic stations near the epicenter to calculate the epicentral location, depth, scale and other earthquake information. If the earthquake's "estimated magnitude reaches 4.5 and the maximum estimated intensity reaches 3", an alarm will be issued immediately. (National PWS alerts are issued only for quakes with at least magnitude of 5.0 and the local intensity of 4.) Based on current technology, an earthquake that occurs on Taiwan Island can issue an alert within 20 seconds after the earthquake on average. The blind zone is about 70 kilometers, which represents the distance from the epicenter People within 70 kilometers will receive an alert only after they feel the shaking of the earthquake, and people outside the blind zone will have an early warning time of several seconds to tens of seconds.
ja: 地震速報は、地震が発生した際に、中央氣象署が震源近くのいくつかの地震観測所で検出された衝撃波を利用して、震源の位置、深さ、規模などの地震情報を迅速に計算するものです。技術では、地震の「推定規模が4.5以上、最大推定震度が3以上」になった場合、直ちに警報を発令する。 （PWSレベルの警報は規模5.0以上、震度4以上が必要） 現在の技術では、台湾島で地震が発生した場合、地震発生後平均20秒以内に警報を発令できます。震源からの距離を表す70キロメートル 70キロメートル以内にいる人は地震の揺れを感じて初めて警報が届き、不感地帯の外にいる人には数秒から数十秒の早期警戒時間が与えられる。

# mechanics-title-string
source: 強震即時警報原理
en: About earthquake early warnings
ja: 地震速報の原理

# miaoli-string
source: 苗栗縣
en: Miaoli County
ja: 苗栗県

# month-string
source: 一個月
en: 1 month
ja: 1ヶ月

# N-sea
source: 北部海域
en: Northern Seas

# nantou-string
source: 南投縣
en: Nantou County
ja: 南投県

# nav-alert-string
source: 即時警報
en: Alert
ja: 即時速報

# nav-donate-string
source: 贊助
en: Support
ja: 支援

# nav-history-string
source: 歷史
en: History
ja: 予測履歴

# nav-settings-string
source: 設定
en: Settings
ja: アラーム設定

# NE-sea
source: 東北部海域
en: Northeastern Seas
ja: 北東部の海域

# north-region
source: 北部
en: Northern Region

# notice1-string
source: 通知與監測將顯示選取地點的預估震度與抵達時間。
en: Notifications and monitoring will display the estimated seismic intensity and arrival time for the selected location.
ja: 通知とモニタリングには、選択した場所の予測震度と到達時間が表示されます。

# notification-issue-critical
source: 「重大通知」已關閉：強震通知將受靜音與專注模式限制，可能不會發出聲響
en: Critical alerts permissions denied, alerts may get silenced by DND or Silence Mode.
ja: 「重大な通知」は終了しました：大地震の通知は「サイレントモード」および「集中モード」の影響を受けるため、音が鳴らない場合があります

# notification-issue-notsetup
source: 尚未取得通知權限
en: Notifications are not set up.
ja: 通知権限がまだ付与されていません

# notification-issue-time-sensitive
source: 「時效性通知」已關閉：通知可能不會即時顯示
en: Time-sensitive notification permissions denied, you may not receive alerts with immediately.
ja: 「タイムリーな通知」がオフになっています：通知がすぐに表示されない場合があります

# notification-issue-unallowed
source: 通知權限已關閉，將無法接收地震預警
en: Notification permissions denied, you’ll not receive earthquake alerts.
ja: 通知設定が無効になっているため、地震早期警報を受信できなくなります

# notification-issue-unallowed-headline
source: 通知權限已關閉
en: Notification Permissions Denied
ja: 通知権限が無効になっています

# notification-perm-incomplete
source: 通知權限不完整
en: Notification Permissions Denied
ja: 通知権限が不完全です

# notification-perm-ok
source: 已取得通知權限
en: Permissions are set up.
ja: 通知の権限を取得済み

# notify-force-string
source: 3級或以上強震預警一律使用有聲強制警報推播。 若欲關閉強制警報，可至「強制警報設定」中關閉「重要提示」選項。
en: Early earthquake warnings of intensity 3 or above will be force alarmed with sound.
ja: 3級またはそれ以上の強震の場合、必ず音声付きの強制警報を配信します。

# drill-enable-string
source: 啟用演練通知
en: Enable drill alerts
ja: 訓練通知を有効にする

# drill-pref-footer-string
source: 關閉後，演練、系統與測試通知不會發出聲音，也不會亮起螢幕，但仍會顯示在通知中心。真實地震預警不受影響。
en: When off, drill, system and test alerts make no sound and do not wake the screen, but still appear in Notification Center. Real earthquake warnings are unaffected.
ja: オフにすると、訓練・システム・テストの通知は音が鳴らず、画面も点灯しませんが、通知センターには表示されます。実際の地震警報には影響しません。

# drill-pref-string
source: 演練通知
en: Drill Alerts
ja: 訓練通知

# notify-pref-string
source: 通知設定
en: Notification Settings
ja: プッシュ通知

# notify-threshold-string
source: 預警震度
en: Alert
ja: 警報

# off-string
source: 關閉
en: Off
ja: オフ

# open-app-settings-for-loc-denied
source: 前往設定開啟位置權限
en: Go to the Settings app and grant location access permission.
ja: 「設定」を開き、位置情報の権限を有効にする

# open-app-settings-for-loc-fore
source: 前往設定選擇「一律允許」
en: Go to the Settings app and choose Always Allow for location access.
ja: 「設定」に移動し、「常に許可」を選択してください

# open-app-settings-for-loc-notsetup
source: 允許位置權限
en: Set up location access
ja: 位置情報のアクセス許可

# penghu-string
source: 澎湖縣
en: Penghu County
ja: 澎湖県

# pingtung-city-string
source: 屏東縣（屏東市）
en: Pingtung County (Pingtung City)
ja: 屏東県（屏東市）

# pingtung-hengchun-string
source: 屏東縣（恆春鎮）
en: Pingtung County (Hengchun Township)
ja: 屏東県（恒春鎮）

# reminder-string
source: 地震預警一定有誤差／誤報，任何資訊均以中央氣象署(CWA)發布之最終地震報告內容為準。
en: Inaccuracy and false alarms possible. Any information should be based on the official announcements from the Central Weather Association (CWA).
ja: 速報は間違っている可能性があります。すべての情報は中央気象庁（CWA）の公表に基づいてください。

# reminder-title-string
source: 請切記：
en: Reminder:
ja: 覚えておいてください：

# S-sea
source: 南部海域
en: Southern Seas

# scroll-string
source: （請向下滑閱讀完整～）
en: (Scroll to read whole statement~)
ja: （下にスクロールしてすべてをお読みください～）

# SE-sea
source: 東南部海域
en: Southeastern Seas
ja: 南東部の海域

# seconds-string
source: 秒
en: sec

# server-err-string
source: 伺服器維護中
en: Server Maintainance
ja: サーバーエラー

# sixmonth-string
source: 六個月
en: 6 months
ja: 6ヶ月

# sources-string
source: 【中央氣象署簽約合作對象】 地震速報資訊來源：中央氣象署(CWA)
en: 「地牛 Wake Up」、Central Weather Association (中央氣象署)
ja: 「地牛 Wake Up」、中央気象庁 (CWA)

# sources-title-string
source: 特別感謝／資料來源
en: Special thanks／Sources
ja: 感謝 / 情報源

# south-region
source: 南部
en: Southern Region

# tab-set-header
source: 設定
en: Settings

# taichung-string
source: 台中市
en: Taichung City

# tainan-string
source: 台南市
en: Tainan City

# taipei-string
source: 台北市
en: Taipei City

# taitung-string
source: 台東縣
en: Taitung County
ja: 台東県

# taoyuan-string
source: 桃園市
en: Taoyuan City

# term-read-string
source: 我已閱讀並同意
en: I agree to the
ja: を読み、同意します。

# term-title-string
source: 免責聲明
en: Disclaimer

# term1-string
source: 【地震無法預測】，任何資訊均以中央氣象署(CWA)發布之內容為準。
en: Earthquakes are unpredictable! Any information should be based on the official announcements from the Central Weather Association (CWA).
ja: 【地震は予測不可能です】すべての情報は中央気象庁（CWA）の公表に基づいてください。

# term2-string
source: 強震即時警報是利用少數幾個地震測站快速演算之結果，與最終地震報告可能存有若干差異，請理解並謹慎使用。
en: The earthquake early warning system, based on rapid calculations from a few seismic stations, may differ from the final earthquake report. Please exercise caution when using it.
ja: 強震即時警報は、わずかな地震測定所の迅速な演算結果に基づいています。最終的な地震報告とは若干の差異がある場合がありますので、ご理解の上、慎重にご利用ください。

# term3-string
source: 測報可能誤報，請勿散播資訊，保持公共秩序，避免觸法。
en: False alarms are possible. Please refrain from disseminating information, maintain public order, and ensure compliance with the law.
ja: 測報は誤報の可能性がありますので、情報の拡散は避け、公共の秩序を維持し、法に触れないようにしてください。

# term4-string
source: 若您開始使用本軟體，表示您已同意所有服務條款。
en: If you start using this software, it automatically implies your agreement to the Terms of Service.
ja: 本ソフトウェアの使用を開始した場合、それは利用規約に同意したことを意味します。

# terms-string
source: 服務條約
en: Terms of Service
ja: 利用規約

# threads
source: Threads 官方帳號
en: Threads Official Account
ja: Threads 公式アカウント

# time-string
source: 發生時間
en: Time
ja: 発生時間

# today-string
source: 今天
en: Today
ja: 今日

# twoweek-string
source: 兩週
en: 2 weeks
ja: 2週間

# version-string
source: 版本
en: Version
ja: バージョン

# view-official-history-string
source: 查看完整速報歷史
en: View complete warning history
ja: 完全なアラート履歴を表示する

# week-string
source: 一週
en: 1 week
ja: 1週間

# year-string
source: 一年
en: 1 year
ja: 1年間

# yilan-string
source: 宜蘭縣
en: Yilan County
ja: 宜蘭県

# yunlin-string
source: 雲林縣
en: Yunlin County
ja: 雲林県

source: 中央氣象署合作對象
en: CWA Official Partner
ja: 中央気象署の提携先

source: 最近震度參考點：%@
en: Nearest magnitude reference location: %@
ja: 直近の震度観測点：%@

source: 南投縣
en: Nantou County
ja: 南投県

source: 南投縣中寮鄉
en: Zhongliao Township, Nantou County
ja: 南投県中寮郷

source: 南投縣仁愛鄉
en: Ren’ai Township, Nantou County
ja: 南投県仁愛郷

source: 南投縣信義鄉
en: Xinyi Township, Nantou County
ja: 南投県信義郷

source: 南投縣南投市
en: Nantou City, Nantou County
ja: 南投県南投市

source: 南投縣名間鄉
en: Mingjian Township, Nantou County
ja: 南投県名間郷

source: 南投縣國姓鄉
en: Guoxing Township, Nantou County
ja: 南投県國姓郷

source: 南投縣埔里鎮
en: Puli Township, Nantou County
ja: 南投県埔里鎮

source: 南投縣水里鄉
en: Shuili Township, Nantou County
ja: 南投県水里郷

source: 南投縣竹山鎮
en: Zhushan Township, Nantou County
ja: 南投県竹山鎮

source: 南投縣草屯鎮
en: Caotun Township, Nantou County
ja: 南投県草屯鎮

source: 南投縣集集鎮
en: Jiji Township, Nantou County
ja: 南投県集集鎮

source: 南投縣魚池鄉
en: Yuchi Township, Nantou County
ja: 南投県魚池郷

source: 南投縣鹿谷鄉
en: Lugu Township, Nantou County
ja: 南投県鹿谷郷

source: 可點擊拷貝
en: Tap to Copy
ja: クリックしてコピー

source: 台中市
en: Taichung City

source: 台北市
en: Taipei City

source: 台南市
en: Tainan City

source: 台東縣
en: Taitung County
ja: 台東県

source: 台灣地震速報
en: Taiwan EEW
ja: 台湾地震速報

source: 嘉義市
en: Chiayi City

source: 嘉義市東區
en: East Dist., Chiayi City
ja: 嘉義市東区

source: 嘉義市西區
en: West Dist., Chiayi City
ja: 嘉義市西区

source: 嘉義縣
en: Chiayi County
ja: 嘉義県

source: 嘉義縣中埔鄉
en: Zhongpu Township, Chiayi County
ja: 嘉義県中埔郷

source: 嘉義縣六腳鄉
en: Liujiao Township, Chiayi County
ja: 嘉義県六腳郷

source: 嘉義縣大埔鄉
en: Dapu Township, Chiayi County
ja: 嘉義県大埔郷

source: 嘉義縣大林鎮
en: Dalin Township, Chiayi County
ja: 嘉義県大林鎮

source: 嘉義縣太保市
en: Taibao City, Chiayi County
ja: 嘉義県太保市

source: 嘉義縣布袋鎮
en: Budai Township, Chiayi County
ja: 嘉義県布袋鎮

source: 嘉義縣新港鄉
en: Xingang Township, Chiayi County
ja: 嘉義県新港郷

source: 嘉義縣朴子市
en: Puzi City, Chiayi County
ja: 嘉義県朴子市

source: 嘉義縣東石鄉
en: Dongshi Township, Chiayi County
ja: 嘉義県東石郷

source: 嘉義縣梅山鄉
en: Meishan Township, Chiayi County
ja: 嘉義県梅山郷

source: 嘉義縣民雄鄉
en: Minxiong Township, Chiayi County
ja: 嘉義県民雄郷

source: 嘉義縣水上鄉
en: Shuishang Township, Chiayi County
ja: 嘉義県水上郷

source: 嘉義縣溪口鄉
en: Xikou Township, Chiayi County
ja: 嘉義県渓口郷

source: 嘉義縣番路鄉
en: Fanlu Township, Chiayi County
ja: 嘉義県番路郷

source: 嘉義縣竹崎鄉
en: Zhuqi Township, Chiayi County
ja: 嘉義県竹崎郷

source: 嘉義縣義竹鄉
en: Yizhu Township, Chiayi County
ja: 嘉義県義竹郷

source: 嘉義縣阿里山鄉
en: Alishan Township, Chiayi County
ja: 嘉義県阿里山郷

source: 嘉義縣鹿草鄉
en: Lucao Township, Chiayi County
ja: 嘉義県鹿草郷

source: 基隆市
en: Keelung City

source: 基隆市七堵區
en: Qidu Dist., Keelung City
ja: 基隆市七堵区

source: 基隆市中山區
en: Zhongshan Dist., Keelung City
ja: 基隆市中山区

source: 基隆市中正區
en: Zhongzheng Dist., Keelung City
ja: 基隆市中正区

source: 基隆市仁愛區
en: Ren’ai Dist., Keelung City
ja: 基隆市仁愛区

source: 基隆市信義區
en: Xinyi Dist., Keelung City
ja: 基隆市信義区

source: 基隆市安樂區
en: Anle Dist., Keelung City
ja: 基隆市安樂区

source: 基隆市暖暖區
en: Nuannuan Dist., Keelung City
ja: 基隆市暖暖区

source: 宜蘭縣
en: Yilan County
ja: 宜蘭県

source: 宜蘭縣三星鄉
en: Sanxing Township, Yilan County
ja: 宜蘭県三星郷

source: 宜蘭縣五結鄉
en: Wujie Township, Yilan County
ja: 宜蘭県五結郷

source: 宜蘭縣冬山鄉
en: Dongshan Township, Yilan County
ja: 宜蘭県冬山郷

source: 宜蘭縣南澳鄉
en: Nan’ao Township, Yilan County
ja: 宜蘭県南澳郷

source: 宜蘭縣員山鄉
en: Yuanshan Township, Yilan County
ja: 宜蘭県員山郷

source: 宜蘭縣壯圍鄉
en: Zhuangwei Township, Yilan County
ja: 宜蘭県壯圍郷

source: 宜蘭縣大同鄉
en: Datong Township, Yilan County
ja: 宜蘭県大同郷

source: 宜蘭縣宜蘭市
en: Yilan City, Yilan County
ja: 宜蘭県宜蘭市

source: 宜蘭縣礁溪鄉
en: Jiaoxi Township, Yilan County
ja: 宜蘭県礁渓郷

source: 宜蘭縣羅東鎮
en: Luodong Township, Yilan County
ja: 宜蘭県羅東鎮

source: 宜蘭縣蘇澳鎮
en: Su’ao Township, Yilan County
ja: 宜蘭県蘇澳鎮

source: 宜蘭縣頭城鎮
en: Toucheng Township, Yilan County
ja: 宜蘭県頭城鎮

source: 屏東縣
en: Pingtung County
ja: 屏東県

source: 屏東縣三地門鄉
en: Sandimen Township, Pingtung County
ja: 屏東県三地門郷

source: 屏東縣九如鄉
en: Jiuru Township, Pingtung County
ja: 屏東県九如郷

source: 屏東縣佳冬鄉
en: Jiadong Township, Pingtung County
ja: 屏東県佳冬郷

source: 屏東縣來義鄉
en: Laiyi Township, Pingtung County
ja: 屏東県來義郷

source: 屏東縣內埔鄉
en: Neipu Township, Pingtung County
ja: 屏東県內埔郷

source: 屏東縣南州鄉
en: Nanzhou Township, Pingtung County
ja: 屏東県南州郷

source: 屏東縣屏東市
en: Pingtung City, Pingtung County
ja: 屏東県屏東市

source: 屏東縣崁頂鄉
en: Kanding Township, Pingtung County
ja: 屏東県崁頂郷

source: 屏東縣恆春鎮
en: Hengchun Township, Pingtung County
ja: 屏東県恆春鎮

source: 屏東縣新園鄉
en: Xinyuan Township, Pingtung County
ja: 屏東県新園郷

source: 屏東縣新埤鄉
en: Xinpi Township, Pingtung County
ja: 屏東県新埤郷

source: 屏東縣春日鄉
en: Chunri Township, Pingtung County
ja: 屏東県春日郷

source: 屏東縣東港鎮
en: Donggang Township, Pingtung County
ja: 屏東県東港鎮

source: 屏東縣枋寮鄉
en: Fangliao Township, Pingtung County
ja: 屏東県枋寮郷

source: 屏東縣枋山鄉
en: Fangshan Township, Pingtung County
ja: 屏東県枋山郷

source: 屏東縣林邊鄉
en: Linbian Township, Pingtung County
ja: 屏東県林邊郷

source: 屏東縣泰武鄉
en: Taiwu Township, Pingtung County
ja: 屏東県泰武郷

source: 屏東縣滿州鄉
en: Manzhou Township, Pingtung County
ja: 屏東県滿州郷

source: 屏東縣潮州鎮
en: Chaozhou Township, Pingtung County
ja: 屏東県潮州鎮

source: 屏東縣牡丹鄉
en: Mudan Township, Pingtung County
ja: 屏東県牡丹郷

source: 屏東縣獅子鄉
en: Shizi Township, Pingtung County
ja: 屏東県獅子郷

source: 屏東縣琉球鄉
en: Liuqiu Township, Pingtung County
ja: 屏東県琉球郷

source: 屏東縣瑪家鄉
en: Majia Township, Pingtung County
ja: 屏東県瑪家郷

source: 屏東縣萬丹鄉
en: Wandan Township, Pingtung County
ja: 屏東県万丹郷

source: 屏東縣萬巒鄉
en: Wanluan Township, Pingtung County
ja: 屏東県万巒郷

source: 屏東縣竹田鄉
en: Zhutian Township, Pingtung County
ja: 屏東県竹田郷

source: 屏東縣車城鄉
en: Checheng Township, Pingtung County
ja: 屏東県車城郷

source: 屏東縣里港鄉
en: Ligang Township, Pingtung County
ja: 屏東県里港郷

source: 屏東縣長治鄉
en: Changzhi Township, Pingtung County
ja: 屏東県長治郷

source: 屏東縣霧臺鄉
en: Wutai Township, Pingtung County
ja: 屏東県霧台郷

source: 屏東縣高樹鄉
en: Gaoshu Township, Pingtung County
ja: 屏東県高樹郷

source: 屏東縣鹽埔鄉
en: Yanpu Township, Pingtung County
ja: 屏東県塩埔郷

source: 屏東縣麟洛鄉
en: Linluo Township, Pingtung County
ja: 屏東県麟洛郷

source: 彰化縣
en: Changhua County
ja: 彰化県

source: 彰化縣二林鎮
en: Erlin Township, Changhua County
ja: 彰化県二林鎮

source: 彰化縣二水鄉
en: Ershui Township, Changhua County
ja: 彰化県二水郷

source: 彰化縣伸港鄉
en: Shengang Township, Changhua County
ja: 彰化県伸港郷

source: 彰化縣北斗鎮
en: Beidou Township, Changhua County
ja: 彰化県北斗鎮

source: 彰化縣和美鎮
en: Hemei Township, Changhua County
ja: 彰化県和美鎮

source: 彰化縣員林市
en: Yuanlin City, Changhua County
ja: 彰化県員林市

source: 彰化縣埔心鄉
en: Puxin Township, Changhua County
ja: 彰化県埔心郷

source: 彰化縣埔鹽鄉
en: Puyan Township, Changhua County
ja: 彰化県埔塩郷

source: 彰化縣埤頭鄉
en: Pitou Township, Changhua County
ja: 彰化県埤頭郷

source: 彰化縣大城鄉
en: Dacheng Township, Changhua County
ja: 彰化県大城郷

source: 彰化縣大村鄉
en: Dacun Township, Changhua County
ja: 彰化県大村郷

source: 彰化縣彰化市
en: Changhua City, Changhua County
ja: 彰化県彰化市

source: 彰化縣永靖鄉
en: Yongjing Township, Changhua County
ja: 彰化県永靖郷

source: 彰化縣溪州鄉
en: Xizhou Township, Changhua County
ja: 彰化県渓州郷

source: 彰化縣溪湖鎮
en: Xihu Township, Changhua County
ja: 彰化県渓湖鎮

source: 彰化縣田中鎮
en: Tianzhong Township, Changhua County
ja: 彰化県田中鎮

source: 彰化縣田尾鄉
en: Tianwei Township, Changhua County
ja: 彰化県田尾郷

source: 彰化縣社頭鄉
en: Shetou Township, Changhua County
ja: 彰化県社頭郷

source: 彰化縣福興鄉
en: Fuxing Township, Changhua County
ja: 彰化県福興郷

source: 彰化縣秀水鄉
en: Xiushui Township, Changhua County
ja: 彰化県秀水郷

source: 彰化縣竹塘鄉
en: Zhutang Township, Changhua County
ja: 彰化県竹塘郷

source: 彰化縣線西鄉
en: Xianxi Township, Changhua County
ja: 彰化県線西郷

source: 彰化縣芬園鄉
en: Fenyuan Township, Changhua County
ja: 彰化県芬園郷

source: 彰化縣花壇鄉
en: Huatan Township, Changhua County
ja: 彰化県花壇郷

source: 彰化縣芳苑鄉
en: Fangyuan Township, Changhua County
ja: 彰化県芳苑郷

source: 彰化縣鹿港鎮
en: Lukang Township, Changhua County
ja: 彰化県鹿港鎮

source: 新北市
en: New Taipei City

source: 新北市三峽區
en: Sanxia Dist., New Taipei City
ja: 新北市三峽区

source: 新北市三芝區
en: Sanzhi Dist., New Taipei City
ja: 新北市三芝区

source: 新北市三重區
en: Sanchong Dist., New Taipei City
ja: 新北市三重区

source: 新北市中和區
en: Zhonghe Dist., New Taipei City
ja: 新北市中和区

source: 新北市五股區
en: Wugu Dist., New Taipei City
ja: 新北市五股区

source: 新北市八里區
en: Bali Dist., New Taipei City
ja: 新北市八里区

source: 新北市土城區
en: Tucheng Dist., New Taipei City
ja: 新北市土城区

source: 新北市坪林區
en: Pinglin Dist., New Taipei City
ja: 新北市坪林区

source: 新北市平溪區
en: Pingxi Dist., New Taipei City
ja: 新北市平渓区

source: 新北市新店區
en: Xindian Dist., New Taipei City
ja: 新北市新店区

source: 新北市新莊區
en: Xinzhuang Dist., New Taipei City
ja: 新北市新莊区

source: 新北市板橋區
en: Banqiao Dist., New Taipei City
ja: 新北市板橋区

source: 新北市林口區
en: Linkou Dist., New Taipei City
ja: 新北市林口区

source: 新北市樹林區
en: Shulin Dist., New Taipei City
ja: 新北市樹林区

source: 新北市永和區
en: Yonghe Dist., New Taipei City
ja: 新北市永和区

source: 新北市汐止區
en: Xizhi Dist., New Taipei City
ja: 新北市汐止区

source: 新北市泰山區
en: Taishan Dist., New Taipei City
ja: 新北市泰山区
